Repository: fellipeborges/C-Sharp
Catalog: Notifier/Notifier.Localization/Resources/*.resx
Languages: pt_br

# AlertForm_DiscardButton
source: Discard
pt_br: Descartar

# AlertForm_EndOfWorkDayDescription
source: end of work day
pt_br: fim da jornada de trabalho

# AlertForm_EndOfWorkDayTitle
source: End of work day ({0})
pt_br: Fim da jornada de trabalho ({0})

# AlertForm_ItsNowThe
source: It's now the
pt_br: É agora o

# AlertForm_LunchLeavingDescription
source: lunch time
pt_br: horário de almoço

# AlertForm_LunchLeavingTitle
source: Leaving for lunch ({0})
pt_br: Saída para o almoço ({0})

# AlertForm_LunchReturningDescription
source: backing from lunch
pt_br: retorno do almoço

# AlertForm_LunchReturningTitle
source: Backing from lunch ({0})
pt_br: Retorno do almoço ({0})

# AlertForm_MinutesList
source: 1 minute,2 minutes,3 minutes,4 minutes,5 minutes,6 minutes,7 minutes,8 minutes,9 minutes,10 minutes
pt_br: 1 minuto,2 minutos,3 minutos,4 minutos,5 minutos,6 minutos,7 minutos,8 minutos,9 minutos,10 minutos

# AlertForm_MissingOneMinuteFor
source: 1 minute left for the
pt_br: Falta 1 minuto para o

# AlertForm_MissingXMinutesFor
source: {0} minutes to
pt_br: Faltam {0} minutos para o

# AlertForm_PostponeButton
source: Remember me again in
pt_br: Me lembre novamente em

# AlertForm_YouAreOneMinuteLateFor
source: You're one minute late for the
pt_br: Você está 1 minuto atrasado para o

# AlertForm_YouAreXMinutesLateFor
source: You're {0} minutes late for the
pt_br: Você está {0} minutos atrasado para o

# Config_Browse_Image
source: Browse image
pt_br: Procurar imagem

# Config_Browse_Sound
source: Browse sound
pt_br: Procurar som

# Config_ChangeLanguageMessage
source: The application must be reinitialized to assume new language configuration.
pt_br: Para que as alterações de língua tenham efeito é necessário reiniciar a aplicação.

# Config_ComboItem_Custom
source: Custom
pt_br: Personalizado

# Config_ComboItem_Default
source: Default
pt_br: Padrão

# Config_ComboItem_None
source: None
pt_br: Nenhum

# Config_Custom
source: Custom ({0})
pt_br: Personalizado ({0})

# Config_Custom_Image
source: Custom ({0})
pt_br: Personalizada ({0})

# Config_Custom_Sound
source: Custom ({0})
pt_br: Personalizado ({0})

# Config_EndOfWorkDay_Color
source: Color
pt_br: Cor

# Config_EndOfWorkDay_MessageForMissingImage
source: Select the custom image for the end of work day.
pt_br: Selecione a imagem personalizada para o fim da jornada de trabalho.

# Config_EndOfWorkDay_MessageForMissingSound
source: Select the custom sound for the end of work day.
pt_br: Selecione o áudio personalizado para o fim da jornada de trabalho.

# Config_EndOfWorkDay_TestAlert
source: Test alert
pt_br: Testar alerta

# Config_EndOfWorkDay_Time
source: Total working time
pt_br: Tempo total da jornada

# Config_EndOfWorkDay_Title
source: Warn me at the end of work day
pt_br: Me avise no fim da jornada

# Config_EndOfWorkDay_WarnImage
source: Image
pt_br: Imagem

# Config_EndOfWorkDay_WarnMe
source: Warn me
pt_br: Me avise

# Config_EndOfWorkDay_WarnMeAfter
source: minute(s) before
pt_br: minuto(s) antes

# Config_EndOfWorkDay_WarnSound
source: Sound alert
pt_br: Aviso sonoro

# Config_File_Types_Image
source: Image files (*.jpg, *.png, *.gif)
pt_br: Arquivos de imagem (*.jpg, *.png, *.gif)

# Config_File_Types_Sound
source: Sound files (*.wav)
pt_br: Arquivos de aúdio (*.wav)

# Config_FormTitle
source: Settings
pt_br: Configurações

# Config_General
source: General
pt_br: Geral

# Config_Language
source: Language
pt_br: Idioma

# Config_LunchLeaving_Color
source: Color
pt_br: Cor

# Config_LunchLeaving_MessageForMissingImage
source: Select the custom image for the lunch leaving.
pt_br: Selecione a imagem personalizada para a saída do almoço.

# Config_LunchLeaving_MessageForMissingSound
source: Select the custom sound for the lunch leaving.
pt_br: Selecione o áudio personalizado para a saída do almoço.

# Config_LunchLeaving_TestAlert
source: Test alert
pt_br: Testar alerta

# Config_LunchLeaving_Time
source: Time
pt_br: Horário

# Config_LunchLeaving_Title
source: Warn me at lunch leaving
pt_br: Me avise na saída do almoço

# Config_LunchLeaving_WarnImage
source: Image
pt_br: Imagem

# Config_LunchLeaving_WarnMe
source: Warn me
pt_br: Me avise

# Config_LunchLeaving_WarnMeAfter
source: minute(s) before
pt_br: minuto(s) antes

# Config_LunchLeaving_WarnSound
source: Sound alert
pt_br: Aviso sonoro

# Config_LunchReturning_Color
source: Color
pt_br: Cor

# Config_LunchReturning_MessageForMissingImage
source: Select the custom image for the lunch returning.
pt_br: Selecione a imagem personalizada para o retorno do almoço.

# Config_LunchReturning_MessageForMissingSound
source: Select the custom sound for the lunch returning.
pt_br: Selecione o áudio personalizado para o retorno do almoço.

# Config_LunchReturning_TestAlert
source: Test alert
pt_br: Testar alerta

# Config_LunchReturning_Time
source: Time
pt_br: Horário

# Config_LunchReturning_Title
source: Warn me at lunch returning
pt_br: Me avise no retorno do almoço

# Config_LunchReturning_WarnImage
source: Image
pt_br: Imagem

# Config_LunchReturning_WarnMe
source: Warn me
pt_br: Me avise

# Config_LunchReturning_WarnMeAfter
source: minute(s) before
pt_br: minuto(s) antes

# Config_LunchReturning_WarnSound
source: Sound alert
pt_br: Aviso sonoro

# Config_SelectFile_FileSystem
source: Browse file
pt_br: Procurar arquivo

# Config_SelectFile_GifSearcher
source: Gif searcher
pt_br: Buscador de Gifs

# Config_Select_Color
source: Pick color
pt_br: Selecionar cor

# Config_StartWithWindows
source: Start with Windows
pt_br: Iniciar com o Windows

# Config_Test_Alert
source: Test alert
pt_br: Testar alerta

# Config_Test_Sound
source: Test sound
pt_br: Testar som

# Config_UseAnimation
source: Use animation to show alerts
pt_br: Utilizar animação para mostrar alertas

# Config_View_Image
source: Preview image
pt_br: Visualizar imagem

# General_Attention
source: Attention
pt_br: Atenção

# General_Test
source: This is english
pt_br: Isto é português

# ImageSearch_FetchMore
source: Fetch more
pt_br: Mostrar mais

# ImageSearch_FormTitle
source: Image searcher
pt_br: Pesquisa de imagens

# ImageSearch_GetTrending
source: Trending
pt_br: Em alta

# ImageSearch_Search
source: Search
pt_br: Pesquisar

# ImageSearch_Status
source: {0} image(s) found. Showing from {1} to {2}
pt_br: {0} imagen(s) encontrada(s). Mostrando de {1} a {2}

# SetEntrance_Alert_InformValidTime
source: Inform a valid time
pt_br: Informe um horário válido

# SetEntrance_Alert_YouShouldLeaveAt
source: You must leave at {0}
pt_br: Você deve sair às {0}

# SetEntrance_FormTitle
source: Entry time
pt_br: Horário de entrada

# SetEntrance_SetButton
source: Set
pt_br: Ok

# Tray_ChangeEntranceTime
source: Modify entry time ({0})
pt_br: Alterar horário de entrada ({0})

# Tray_ClickToInformArrivingTime
source: Click to inform entry time.
pt_br: Clique para informar o horário de entrada.

# Tray_EventLogger
source: Event logger
pt_br: Log de eventos

# Tray_Exit
source: Exit
pt_br: Sair

# Tray_InformEntranceTime
source: Inform entry time
pt_br: Informar horário de entrada

# Tray_Settings
source: Settings
pt_br: Configurações
